Repository: may-andro/global_operations
Catalog: lib/l10n/arb/app_*.arb
Languages: nl

# adPanelAdditionalComments
source: Additional comments
nl: Aanvullende opmerkingen

# adPanelCheckboxObjectAdvertisementIssue
source: Advertisement issue
nl: Advertentieprobleem

# adPanelCheckboxObjectCampaignIssue
source: Campaign issue
nl: Campagneprobleem

# adPanelCheckboxObjectDamageIssue
source: Damage issue
nl: Schadeprobleem

# adPanelCheckboxObjectCleanIssue
source: Cleaning issue
nl: Schoonmaakprobleem

# adPanelCheckboxObjectPosterIssue
source: Poster issue
nl: Posterprobleem

# adPanelCheckboxObjectLighteningIssue
source: Lighting issue
nl: Verlichtingsprobleem

# adPanelCheckboxObjectMaintenanceIssue
source: Maintenance issue
nl: Onderhoudsprobleem

# adPanelCommentHint
source: Add comment [optional]
nl: Opmerking toevoegen [optioneel]

# adPanelDistanceAway
source: {distance} km away
nl: {distance} km verwijderd

# adPanelEmptyDescription
source: There are currently no advertising panels available.
nl: Er zijn momenteel geen advertentiepanelen beschikbaar.

# adPanelEmptyTitle
source: No advertising panel
nl: Geen advertentiepaneel

# adPanelErrorTitle
source: Something went wrong
nl: Er is iets misgegaan

# adPanelFaceLabel
source: Side: {faceNumber}
nl: Zijde: {faceNumber}

# adPanelFaceCount
source: {count, plural, =0{No sides} =1{1 side} other{{count} sides}}
nl: {count, plural, =0{Geen zijden} =1{1 zijde} other{{count} zijden}}

# adPanelFacesAndCampaigns
source: Sides & Campaigns
nl: Zijden & Campagnes

# adPanelGallery
source: Gallery
nl: Galerij

# adPanelImages
source: Images
nl: Afbeeldingen

# adPanelMultiplePanelsFound
source: {count} advertising panels found at this location
nl: {count} advertentiepanelen gevonden op deze locatie

# adPanelNoResultClearFilters
source: Clear filters
nl: Filters wissen

# adPanelNoResultDescription
source: Try adjusting your search or filters
nl: Probeer uw zoekopdracht of filters aan te passen

# adPanelNoResultTitle
source: No results found
nl: Geen resultaten gevonden

# adPanelPanelSubtitle
source: Click to view the advertising panels
nl: Klik om de advertentiepanelen te bekijken

# adPanelPanelTitle
source: Advertising panel: {panelKey}
nl: Advertentiepaneel: {panelKey}

# adPanelRefresh
source: Refresh
nl: Vernieuwen

# adPanelRunningCampaign
source: Running campaign: {campaign}
nl: Lopende campagne: {campaign}

# adPanelSearchHint
source: Search advertising panels...
nl: Zoek advertentiepanelen...

# adPanelSearchResultCount
source: {count, plural, =0{No advertising panels found} =1{1 advertising panel found} other{{count} advertising panels found}}
nl: {count, plural, =0{Geen advertentiepanelen gevonden} =1{1 advertentiepaneel gevonden} other{{count} advertentiepanelen gevonden}}

# adPanelSearchResultCountWithRadius
source: {count, plural, =0{No advertising panels found within {radius} km} =1{1 advertising panel found within {radius} km} other{{count} advertising panels found within {radius} km}}
nl: {count, plural, =0{Geen advertentiepanelen gevonden binnen {radius} km} =1{1 advertentiepaneel gevonden binnen {radius} km} other{{count} advertentiepanelen gevonden binnen {radius} km}}

# adPanelSeeDetails
source: View details
nl: Bekijk details

# adPanelSelectImageSource
source: Select an image source
nl: Selecteer een afbeeldingsbron

# adPanelShowListViewTooltip
source: Show list view
nl: Toon lijstweergave

# adPanelShowMapViewTooltip
source: Show map view
nl: Toon kaartweergave

# adPanelSortTooltip
source: Sort options
nl: Sorteeropties

# adPanelSortDistanceSubtitle
source: Sort by distance from your current location
nl: Sorteren op afstand vanaf uw huidige locatie

# adPanelSortDistanceTitle
source: Distance
nl: Afstand

# adPanelSortEditedSubtitle
source: Sort by recently edited panels
nl: Sorteren op recent bewerkte panelen

# adPanelSortEditedTitle
source: Recently edited
nl: Recent bewerkt

# adPanelSortObjectNumberSubtitle
source: Sort by object number in ascending order
nl: Sorteren op objectnummer in oplopende volgorde

# adPanelSortObjectNumberTitle
source: Object number
nl: Objectnummer

# adPanelSortStreetSubtitle
source: Sort by street name in alphabetical order
nl: Sorteren op straatnaam in alfabetische volgorde

# adPanelSortStreetTitle
source: Street
nl: Straat

# adPanelSortingOptions
source: Sort options
nl: Sorteeropties

# adPanelSubmitUpdateTooltip
source: Submit changes
nl: Wijzigingen indienen

# adPanelUpdateSuccess
source: Your changes have been successfully updated
nl: Uw wijzigingen zijn succesvol bijgewerkt

# appVersion
source: Version {version}
nl: Versie {version}

# copyright
source: © 2025 Global Ops. All rights reserved.
nl: © 2025 Global Ops. Alle rechten voorbehouden.

# localeSelectLanguage
source: Choose your language
nl: Kies uw taal

# locationPermissionAllow
source: Allow location
nl: Locatie toestaan

# locationPermissionDeniedDescription
source: This feature requires location access. Please grant permission.
nl: Deze functie vereist toegang tot locatie. Geef toestemming.

# locationPermissionDeniedTitle
source: Location permission needed
nl: Locatie-toestemming nodig

# locationPermissionFailure
source: Could not retrieve permission status
nl: Kon toestemmingsstatus niet ophalen

# locationPermissionLimitedDescription
source: You have granted limited location access. Some features may not work as expected.
nl: U heeft beperkte locatietoegang verleend. Sommige functies werken mogelijk niet zoals verwacht.

# locationPermissionLimitedTitle
source: Limited location access
nl: Beperkte locatietoegang

# locationPermissionOpenSettings
source: Open app settings
nl: Open app-instellingen

# locationPermissionPermanentlyDeniedDescription
source: Location permission has been permanently denied. Please open settings to allow it.
nl: Locatie-toestemming is permanent geweigerd. Open instellingen om deze toe te staan.

# locationPermissionPermanentlyDeniedTitle
source: Location permission required
nl: Locatie-toestemming vereist

# locationPermissionProvisionalDescription
source: You have provisional location access. Confirm to grant full access.
nl: U heeft voorlopige locatietoegang. Bevestig om volledige toegang te verlenen.

# locationPermissionProvisionalTitle
source: Provisional location access
nl: Voorlopige locatietoegang

# locationPermissionRestrictedDescription
source: Location access is restricted on this device or by parental controls.
nl: Locatietoegang is beperkt op dit apparaat of door ouderlijk toezicht.

# locationPermissionRestrictedTitle
source: Location restricted
nl: Locatie beperkt

source: No
nl: Nee

# routeNotFoundButton
source: Go to Home
nl: Ga naar Home

# routeNotFoundMessage
source: Oops! The page you are looking for\nis not found.
nl: Oeps! De pagina die u zoekt\nis niet gevonden.

# routeNotFoundTitle
source: Page Not Found
nl: Pagina Niet Gevonden

# settingAppLanguage
source: Application language
nl: Applicatietaal

# settingChangePassword
source: Change password
nl: Wachtwoord wijzigen

# settingCurrentUser
source: Current user
nl: Huidige gebruiker

# settingDeleteAccount
source: Delete account
nl: Account verwijderen

# settingDeleteAccountConfirmation
source: Delete account confirmation
nl: Bevestiging account verwijderen

# settingDeleteAccountConfirmationPrompt
source: Account deletion is irreversible. Are you sure you want to delete your account?
nl: Accountverwijdering is onomkeerbaar. Weet u zeker dat u uw account wilt verwijderen?

# settingLanguageSectionTitle
source: Language
nl: Taal

# settingLocationBasedSearch
source: Location-based search
nl: Locatiegebaseerd zoeken

# settingLocationBasedSearchDescription
source: Enable this feature to find advertising panels within a selected radius from your current location.
nl: Schakel deze functie in om reclamepanelen te vinden binnen een geselecteerde straal vanaf uw huidige locatie.

# settingLogout
source: Logout
nl: Uitloggen

# settingLogoutConfirmation
source: Logout confirmation
nl: Bevestiging uitloggen

# settingLogoutConfirmationPrompt
source: Do you want to logout?
nl: Wilt u uitloggen?

# settingSearchCriteriaSectionTitle
source: Search criteria
nl: Zoekcriteria

# settingUserManagementSectionTitle
source: User management
nl: Gebruikersbeheer

# splashContactSupport
source: contact support
nl: contacteer support

# splashErrorMessage
source: Restart the app again or try later. If the problem persists
nl: Herstart de app opnieuw of probeer het later. Als het probleem aanhoudt

# splashErrorTitle
source: We encountered a problem during setup 😵‍💫💻
nl: We hebben een probleem ondervonden tijdens de setup 😵‍💫💻

# splashProdMessage
source: Warming up the engine...
nl: De motor opwarmen...

# splashStagingDoneMessage
source: Setup is complete 🚀
nl: De setup is voltooid 🚀

# splashStagingPostRegisterMessage
source: Retrieving all dependencies 🎯
nl: Alle afhankelijkheden ophalen 🎯

# splashStagingRegisteringMessage
source: Registering the services ⬇️
nl: De services registreren ⬇️

# splashStagingStartMessage
source: Warming up the app 🔥
nl: De app opwarmen 🔥

source: Yes
nl: Ja

# errorNetworkConnection
source: Check your internet connection and try again
nl: Controleer uw internetverbinding en probeer het opnieuw

# errorImageSizeExceeded
source: Image file is too large. Maximum size is 10MB
nl: Afbeeldingsbestand is te groot. Maximale grootte is 10MB

# errorUploadCancelled
source: Upload was cancelled
nl: Upload werd geannuleerd

# errorPermissionDenied
source: Access denied. Check your account settings
nl: Toegang geweigerd. Controleer uw accountinstellingen

# errorInvalidFile
source: Invalid file. Select a valid file
nl: Ongeldig bestand. Selecteer een geldig bestand

# errorStorageService
source: Storage service error. Try again later
nl: Opslagservice fout. Probeer het later opnieuw

# errorUploadUnknown
source: An unexpected error occurred during upload
nl: Er is een onverwachte fout opgetreden tijdens het uploaden

# errorValidationFailed
source: Check the data and try again
nl: Controleer de gegevens en probeer het opnieuw

# errorServerUnavailable
source: Server is temporarily unavailable. Try again later
nl: Server is tijdelijk niet beschikbaar. Probeer het later opnieuw

# errorSessionExpired
source: Session expired. Please log in again
nl: Sessie verlopen. Log opnieuw in

# errorUpdateFailed
source: An unexpected error occurred during update
nl: Er is een onverwachte fout opgetreden bij het bijwerken

# errorUnexpected
source: An unexpected error occurred: {error}
nl: Er is een onverwachte fout opgetreden: {error}

# errorAdPanelUpdatePermissionDenied
source: You do not have permission to update these panels
nl: U heeft geen toestemming om deze panelen bij te werken

# errorLocaleStorageFailure
source: Storage error: Unable to read locale settings
nl: Opslagfout: Kan taalinstellingen niet lezen

# errorLocaleValidationFailure
source: Invalid locale data detected
nl: Ongeldige taalgegevens gedetecteerd

# errorLocaleNotFound
source: No locale preference found, using default settings
nl: Geen taalvoorkeur gevonden, standaardinstellingen gebruiken

# errorLocaleLoadUnknown
source: Unexpected error while loading locale settings
nl: Onverwachte fout bij het laden van taalinstellingen

# errorLocaleCacheFailure
source: Unable to save locale settings
nl: Kan taalinstellingen niet opslaan

# errorLocaleServiceLocatorFailure
source: Unable to update application services. Please restart the app
nl: Kan applicatieservices niet bijwerken. Herstart de app

# errorLocaleIntlFailure
source: Unable to set internationalization settings
nl: Kan internationalisatie-instellingen niet instellen

# errorLocaleStreamFailure
source: Locale updated but notification failed
nl: Taal bijgewerkt maar melding mislukt

# errorLocaleUpdateValidationFailure
source: Invalid locale format provided
nl: Ongeldig taalformaat opgegeven

# errorLocaleUpdateUnknown
source: Unexpected error while updating locale
nl: Onverwachte fout bij het bijwerken van taal

# errorUserNotSignedIn
source: User is not signed in. Please log in to continue
nl: Gebruiker is niet ingelogd. Log in om door te gaan

# errorWrongPassword
source: Incorrect password. Please try again
nl: Onjuist wachtwoord. Probeer het opnieuw

# errorRecentLoginRequired
source: Recent login required. Please sign in again to continue
nl: Recente login vereist. Log opnieuw in om door te gaan

# errorNetwork
source: Network error. Please check your connection and try again
nl: Netwerkfout. Controleer uw verbinding en probeer het opnieuw

# errorTooManyRequests
source: Too many requests. Please wait and try again later
nl: Te veel verzoeken. Wacht even en probeer het later opnieuw

# errorInvalidCredential
source: Invalid credentials provided
nl: Ongeldige inloggegevens opgegeven

# errorUserDisabled
source: This account has been disabled. Contact support for assistance
nl: Dit account is uitgeschakeld. Neem contact op met support voor hulp

# errorMissingEmail
source: Email address is required
nl: E-mailadres is vereist

# errorAuthState
source: Authentication state error. Please try logging in again
nl: Authenticatiestatus fout. Probeer opnieuw in te loggen

# deleteAccountTitle
source: Delete Account
nl: Account Verwijderen

# deleteAccountSubtitle
source: This action is irreversible. Once you delete your account, all your data will be permanently removed.
nl: Deze actie is onomkeerbaar. Zodra u uw account verwijdert, worden al uw gegevens permanent verwijderd.

# deleteAccountSuccess
source: You have successfully deleted your account.
nl: U heeft uw account succesvol verwijderd.

source: Submit
nl: Indienen

# updatePasswordTitle
source: Update Password
nl: Wachtwoord Bijwerken

# updatePasswordSubtitle
source: Please enter your new password which must be at least 6 characters long and at most 12 characters long.
nl: Voer uw nieuwe wachtwoord in dat minimaal 6 tekens en maximaal 12 tekens lang moet zijn.

# updatePasswordSuccess
source: You have successfully updated your password.
nl: U heeft uw wachtwoord succesvol bijgewerkt.

source: Current Password
nl: Huidig Wachtwoord

source: New Password
nl: Nieuw Wachtwoord

# errorWeakPassword
source: New password is too weak. Please choose a stronger password
nl: Nieuw wachtwoord is te zwak. Kies een sterker wachtwoord

source: Close
nl: Sluiten

source: Retry
nl: Opnieuw proberen

# adPanelUpdatingTitle
source: Updating...
nl: Bezig met bijwerken...

# adPanelUpdatingDescription
source: Please wait while we process your request
nl: Even geduld terwijl we uw verzoek verwerken

# adPanelUploadingImagesTitle
source: Uploading Images...
nl: Afbeeldingen uploaden...

# adPanelUploadingImagesDescription
source: Please wait, your ({currentFileIndex}/{totalFiles}) image file is being uploaded
nl: Even geduld, uw ({currentFileIndex}/{totalFiles}) afbeeldingsbestand wordt geüpload

# adPanelUpdatingPanelsTitle
source: Updating panels...
nl: Panelen bijwerken...

# adPanelUpdatingPanelsDescription
source: Please wait while we update your ad panels
nl: Even geduld terwijl we uw reclamepanelen bijwerken

# adPanelUpdateExistWarningUploadingImages
source: Images are being uploaded. Please wait until the process is complete.
nl: Afbeeldingen worden geüpload. Wacht tot het proces is voltooid.

# adPanelUpdateExistWarningUpdatingPanels
source: Ad Panels are being updated. Please wait until the process is complete.
nl: Advertentiepalen worden bijgewerkt. Wacht tot het proces is voltooid.

# adPanelUpdateExistWarningUnsavedChanges
source: You have unsaved changes. Are you sure you want to leave without saving?
nl: Je hebt niet-opgeslagen wijzigingen. Weet je zeker dat je wilt afsluiten zonder op te slaan?

# adPanelUpdateExistWarningTitleUnsavedChanges
source: Unsaved Changes
nl: Niet-opgeslagen wijzigingen

# adPanelUpdateProcessingWarningTitleUnsavedChanges
source: Processing...
nl: Bezig met verwerken...

# adPanelAllowedImageMaxLengthTitle
source: Only 3 photos are allowed
nl: Er zijn slechts 3 foto's toegestaan

# adPanelAllowedImageMaxLengthMessage
source: You can add more photos by removing existing ones.
nl: Je kunt meer foto's toevoegen door bestaande te verwijderen.

# adPanelImageUpdateFailureTitle
source: Upload Failure
nl: Upload mislukt

# adPanelImageUpdateFailureMessage
source: {count, plural, =0{All files} =1{1 file} other{{count} failed to upload. Please try uploading the failed files again.}}
nl: {count, plural, =0{Alle bestanden} =1{1 bestand} other{{count} bestanden konden niet worden geüpload. Probeer de mislukte bestanden opnieuw te uploaden.}}

# imageCompressionTitle
source: Compressing Images
nl: Afbeeldingen comprimeren

# imageCompressionFailureTitle
source: Compressing Images Failure
nl: Fout bij comprimeren van afbeeldingen

# imageCompressionMessage
source: Images are being compressed. Please wait until the process is complete.
nl: Afbeeldingen worden gecomprimeerd. Even wachten tot het proces is voltooid.

# errorDecodingFile
source: Could not decode the selected file. Please try another.
nl: Kan het geselecteerde bestand niet decoderen. Probeer een ander bestand.

# errorProcessingFile
source: There was a problem processing the file. Please try again.
nl: Er is een probleem opgetreden bij het verwerken van het bestand. Probeer het opnieuw.

# errorUnknownFile
source: An unknown error occurred with the file.
nl: Er is een onbekende fout opgetreden met het bestand.

# adPanelSearchRadiusTitle
source: Select the search radius
nl: Selecteer de zoekradius

# adPanelSearchRadiusLocationUpdateDescription
source: New advertisement panels will be updated when user movement is detected.
nl: Nieuwe advertentiepaneel worden bijgewerkt wanneer beweging van de gebruiker wordt gedetecteerd.

# adPanelSearchRadiusNoLocationUpdateDescription
source: New panels won't be updated when user movement is detected.
nl: Nieuwe panelen worden niet bijgewerkt wanneer beweging van de gebruiker wordt gedetecteerd.

# errorEmptyPassword
source: Password can not be empty
nl: Wachtwoord mag niet leeg zijn

# errorPasswordTooSmall
source: Password cannot be less than 6 characters
nl: Wachtwoord moet minimaal 6 tekens bevatten

# errorPasswordTooLarge
source: Password cannot be more than 12 characters
nl: Wachtwoord mag niet meer dan 12 tekens bevatten

source: Password
nl: Wachtwoord

# errorInvalidEmail
source: Please enter a valid email
nl: Voer een geldig e-mailadres in

# errorEmptyEmail
source: Email can not be empty
nl: E-mail mag niet leeg zijn
